[
    {
    "title": "The 2025 Nobel Prize in Physiology or Medicine to Mary E. Brunkow, Fred Ramsdell and Shimon Sakaguchi",
    "date": "2025-10-06",
    "link": "https://news.ki.se/the-2025-nobel-prize-in-physiology-or-medicine-to-mary-e-brunkow-fred-ramsdell-and-shimon-sakaguchi",
    "text": "The Nobel Assembly at Karolinska Institutet has decided to award the 2025 Nobel Prize in Physiology or Medicine jointly to Mary E. Brunkow, Fred Ramsdell and Shimon Sakaguchi for their discoveries concerning peripheral immune tolerance."
},
   {
    "title": "Nobel Prize in Physics 2025",
    "date": "2025-10-07",
    "link": "https://economictimes.indiatimes.com/news/international/world-news/nobel-prize-2025-when-how-the-worlds-most-prestigious-awards-unfold/articleshow/124253552.cms?utm_source=chatgpt.com&from=mdr",
    "text": "The Nobel Prize in Physics 2025 was awarded to John Clarke, Michel H. Devoret and John M. Martinis 'for the discovery of macroscopic quantum mechanical tunnelling and energy quantisation in an electric circuit.' The laureates performed experiments on electrical circuits in which they observed quantum mechanical phenomena such as tunnelling and quantised energy levels. Their work showed that quantum tunnelling is not confined to the quantum world, but it can also be reproduced in macroscopic electrical circuits. In recognition of this award, Nature Portfolio presents a collection of research, review and opinion articles that celebrates the contributions by the awardees and the technological advances they have enabled."
}, {
    "title": "Nobel Prize in Chemistry Awarded to Architects of Metal-Organic Frameworks",
    "date": "2025-10-08",
    "link": "https://www.nytimes.com/2025/10/08/science/nobel-prize-chemistry.html",
    "text": "Susumu Kitagawa, Richard Robson and Omar Yaghi are awarded the Nobel Prize in Chemistry 2025. They have developed a new form of molecular architecture. In their constructions, metal ions function as cornerstones that are linked by long organic (carbon-based) molecules. Together, the metal ions and molecules are organised to form crystals that contain large cavities. These porous materials are called metal–organic frameworks (MOF). By varying the building blocks used in the MOFs, chemists can design them to capture and store specific substances. MOFs can also drive chemical reactions or conduct electricity."
},
    {
    "title": "László Krasznahorkai wins the Nobel prize in literature 2025",
    "date": "2025-10-09",
    "link": "https://www.theguardian.com/books/2025/oct/09/laszlo-krasznahorkai-wins-the-nobel-prize-in-literature-2025",
    "text": "The Nobel prize in literature for 2025 has been awarded to the Hungarian author László Krasznahorkai, the Swedish Academy has announced.The academy cited the 71-year-old's “compelling and visionary oeuvre that, in the midst of apocalyptic terror, reaffirms the power of art”."
},
    {
    "title": "Venezuelan opposition leader María Corina Machado wins the Nobel Peace Prize",
    "date": "2025-10-10",
    "link": "https://apnews.com/article/nobel-peace-prize-oslo-41b6bff88e2d57af0917bcf778e132ad",
    "text": "OSLO, Norway (AP) — Venezuelan opposition leader María Corina Machado won the Nobel Peace Prize on Friday for her struggle to achieve a democratic transition in the South American nation, winning recognition as a woman  “who keeps the flame of democracy burning amid a growing darkness.” The former opposition presidential candidate is a “key, unifying figure” in the once deeply divided opposition to President Nicolás Maduro's government, said Jørgen Watne Frydnes, chair of the Norwegian Nobel committee."
  },  {
    "title": "VNobel Prize in economics awarded to Mokyr, Aghion and Howitt for explaining 'innovation-driven'growth",
    "date": "2025-10-13",
    "link": "https://www.cnn.com/2025/10/13/business/nobel-prize-economics-winner-2025-intl",
    "text": "Stockholm, Sweden AP— Joel Mokyr, Philippe Aghion and Peter Howitt won the Nobel memorial prize in economics Monday for their research into the impact of innovation on economic growth and how new technologies replace older ones, a key economic concept known as 'creative destruction.'"
}
]